[
  {
    "Id": "c62c3364-aaa8-4081-a083-b7c8735b7d42",
    "Owner": "Сия Рибагина",
    "Title": "Шоколатопита - гръцки сиропиран сладкиш",
    "CreatedOn": "2024-05-13T00:00:00",
    "PreparationTime": 10,
    "CookingTime": 45,
    "TotalTime": 55,
    "Portions": 8,
    "Products": {
      "яйца ": "  4 бр.",
      "захар ": "  250 г",
      "ванилия ": "  1 бр.",
      "масло ": "  115 г разтопено (не горещо)",
      "прясно мляко ": "  240 мл",
      "брашно ": "  270 г",
      "бакпулвер ": "  20 г",
      "какао ": "  40 г (качествено)",
      "праскови ": "  10 половинки от компот",
      "сметана ": "  300 мл течна сладкарска",
      "натурален шоколад ": "  300 г",
      "сироп ": "  200 мл (от компота)"
    },
    "Description": "Всички продукти трябва да със стайна температура. Изцедете добре плодовете праскови от компота, хубаво е да ги подсушите внимателно с домакинска хартия. Пресейте брашното, какаото и бакпулвера в купа, разбъркайте. В друга купа разбийте яйцата със захарта до пухкава крем смес, добавете ванилия, разтопеното масло и сипете млякото. Разбъркайте до еднородна смес и постепенно на етапи добавете сухите съставки (брашното, какао, бакпулвер), като постоянно бъркате до поемане и получаване на гладка кексова смес без бучки. Намажете тавичка за печене с малко масло и поръсете с какао, аз предпочетох да сложа хартия за печене, като целта ми беше по-лесно изваждане от формата, но сиропираният сладкиш е толкова сочен, че и хартията не помогна. Изсипете сместа в тавичката и отгоре подредете половинките праскови. Печете на 180 °C за около 45 мин или до „суха клечка”. При готовност извадете от фурната и охладете за час шоко сладкиша. Сложете сметаната и сиропа от компота в касерола, разбъркайте и затоплете на котлона, като внимавайте да не кипне. Махнете от котлона и добавете начупения шоколад. Оставете за няколко минути да се разтопи шоколадът и започнете да бъркате до получаване на гладка шоколадова смес. Нарежете гръцкия сладкиш на парчета, с клечка надупчете парчетата, така че при заливане с глазурата тя да поеме и във вътрешността на десерта. Излейте шоколадовата глазура още докато е топла и оставете Шоколатопита да се охлади за 2 часа."
  },
  {
    "Id": "7c6492e7-97fd-420d-8980-f36739859676",
    "Owner": "Яница Николова",
    "Title": "Спаначена торта с ягоди и маскарпоне",
    "CreatedOn": "2024-05-21T00:00:00",
    "PreparationTime": 30,
    "CookingTime": 50,
    "TotalTime": 80,
    "Portions": 16,
    "Products": {
      "спанак ": "  200 грама, пресен, попарен и изстискан",
      "олио ": "  1 ч.ч. \u002B   2 с.л.",
      "захар ": "  1ч.ч .",
      "яйца ": "  4 бр.",
      "брашно ": "  2 ч.ч.",
      "ванилия ": "  1 ампула \u002B  1 ампула",
      "бакпулвер ": "  10 г",
      "заквасена сметана ": "  1 кофичка",
      "маскарпоне ": " 500 г",
      "пудра захар ": " 2 с.л.",
      "бял шоколад ": "  1 бр., блокче \u002B   1 бр., блокче",
      "олио 1 с.л. или кокосово масло": null,
      "ягоди ": "  около 100 г, нарязани на четвъртинки"
    },
    "Description": "За блата на спаначената торта спанакът и олиото се пасират. Яйцата и захарта се разбиват, прибавя се разбитият спанак с олиото. Накрая - брашното с бакпулвера и ванилията. Пече се тортеният блат във форма за торта с хартия за печене на 180*С около 30 минути или до суха клечка. Изстива и се разрязват на блатове. Кремът се прави, като се разбиват за кратко всички продукти в дълбока купа. Сглобява се така блат, крем, блат, крем и завършва с тънък слой сметанов крем маскарпоне. Отгоре се прави заливка от разтопения бял шоколад и олиото. Украсява се с ягодите, които може да се топнат в Бял шоколад по желание. Също така може и нарязани ягодки между блатовете, като се сложи крем и се поръсва с ягодите. Прибира се в хладилник за няколко часа лека спаначена торта с ягоди."
  },
  {
    "Id": "ae921da7-3091-4247-a118-64f562f2584b",
    "Owner": "Yordanka Kovacheva",
    "Title": "Диетични бисквити с рожков",
    "CreatedOn": "2024-05-19T00:00:00",
    "PreparationTime": 20,
    "CookingTime": 18,
    "TotalTime": 38,
    "Portions": 30,
    "Products": {
      "ръжено брашно ": "  200 г пълнозърнесто",
      "овесени ядки ": "  140 г фини",
      "яйца ": "  2 бр. XL",
      "брашно от рожков ": "  100 г",
      "какао ": "  20 г 100% натурално",
      "кокосова захар ": "  150 г",
      "кокосово мляко ": "  около 3 до 4 с.л.",
      "кокосово масло ": "  150 г разтопено",
      "ванилия ": "  1 ч.л. натурален екстракт",
      "сол ": "  1 щипка",
      "бакпулвер ": "  10 г"
    },
    "Description": "Сложете всички сухи съставки в каната на блендер и смелете на средни обороти. Целта е да се смеси всичко, както и овесените ядки - да станат на по- малки парченца. Към сухата смес чукнете яйцата, добавете ванилията, кокосовото мляко и масло и отново включете уреда, за да разбърка добре съставките и да се получи хомогенно тесто. Ако ви изглежда сухо, добавете още мляко и масло. Тестото не трябва да е много ронливо и твърдо, но не трябва и да е прекалено меко, за да може да се оформя лесно. Оформете топчета колкото орех, сплескайте ги, за да станат тънки, и подредете в две тави, покрити с хартия за печене. Печете здравословните бисквитки на 180 °C за 15-18 минути. След като изстинат, съхранявайте бисквитите с рожков в хартиен плик или метална кутия. Хрупкави, вкусни и много полезни диетични бисквити с рожков! Идеални за чаша топло мляко."
  },
  {
    "Id": "8a35deb1-76dc-41fc-b270-5987b5189106",
    "Owner": "Juliya",
    "Title": "Вегетарианско чили с боб и царевица",
    "CreatedOn": "2024-05-23T00:00:00",
    "PreparationTime": 10,
    "CookingTime": 30,
    "TotalTime": 40,
    "Portions": 2,
    "Products": {
      "боб ": "  2 ч.ч. (варен или от консерва)",
      "царевица ": "  1 ч.ч. (замразена)",
      "лук ": "  1 глава",
      "чесън ": "  2 скилидки",
      "моркови ": "  1 бр.",
      "домати ": "  2 бр.",
      "чили ": "  1 ч.л. (на прах)",
      "олио ": "  2 с.л.",
      "риган ": "  1/2 ч.л.",
      "кимион ": "  1/2 ч.л.",
      "червен пипер ": "  2 ч.л.",
      "черен пипер ": "  1/2 ч.л.",
      "сол ": "  на вкус"
    },
    "Description": "Загрейте олиото и задушете нарязания на ситно лук. Добавете настърганите моркови, чесъна, замразената царевица и задушавайте за около 10 минути. Прибавете подправките и разбъркайте сочното чили за 1 минута. След това добавете пасираните домати и боба. Оставете вегетарианското чили с боб и царевица да ври на тих огън за около 10-15 минути. Можете да добавите малко вода, ако искате чилито да е по-рядко."
  },
  {
    "Id": "ff3abd78-f80a-4ae2-bbb0-ec47810f8d43",
    "Owner": "Георги Чечев",
    "Title": "Коктейл Великият Датчанин",
    "CreatedOn": "2024-05-18T00:00:00",
    "PreparationTime": 5,
    "CookingTime": 0,
    "TotalTime": 5,
    "Portions": 1,
    "Products": {
      "джин ": "  100 мл",
      "черешово бренди ": "  50 мл",
      "вермут ": "  25 мл сух",
      "черешов ликьор ": "  1 ч.л. кирш",
      "лед": null,
      "лимонова кора ": "  за украса"
    },
    "Description": "Няма нищо много сложно и датско в този коктейл с джин - може би това го прави толкова велик? Слагаме в шейкър с лед джина, черешовото бренди, сухия вермут и черешовия кирш. Разбиваме енергично до пълното охлаждане на напитката. Пресипваме в охладена коктейлна чаша и украсяваме с лимоновата обелка. Изключителен коктейл Великият Датчанин."
  },
  {
    "Id": "3936d5e6-0e9b-4272-95c6-44d535ed043b",
    "Owner": "Албена Асенова",
    "Title": "Дупени картофи на фурна със сирене и зехтин",
    "CreatedOn": "2024-05-22T00:00:00",
    "PreparationTime": 10,
    "CookingTime": 60,
    "TotalTime": 70,
    "Portions": 5,
    "Products": {
      "пресни картофи ": " 1 кг",
      "сол": null,
      "зехтин": null,
      "пресен чесън ": "  3 скилидки",
      "сирене ": " 100 г",
      "кашкавал ": " 70 г",
      "копър": null
    },
    "Description": "Измийте пресните картофи и ги срежете на две, без да ги белите. Наредете ги в намазнена тавичка с разреза надолу. Поръсете ги с малко сол и полейте със зехтин. Налейте в тавичката около чаша вода и я покрийте с алуминиево фолио. Печете дупените картофи на фурна около час, махнете фолиото, добавете нарязаните на ситно пресен чесън, поръсете с настъргано сирене и кашкавал и върнете картофите във фурната за 4-5 минути. Сервирайте дупени картофи на фурна със сирене и зехтин като основно или гарнитура, поръсени с нарязан пресен копър."
  },
  {
    "Id": "3144ea44-7eaf-4b17-903d-8ac368a2c146",
    "Owner": "Сия Рибагина",
    "Title": "Хрупкава коприва пане",
    "CreatedOn": "2024-05-22T00:00:00",
    "PreparationTime": 5,
    "CookingTime": 15,
    "TotalTime": 20,
    "Portions": 4,
    "Products": {
      "коприва ": "  300 г млади връхчета",
      "яйца ": "  4 бр",
      "брашно ": "  около 100 г",
      "сол ": "  на вкус",
      "черен пипер ": "  1 щипка",
      "прясно мляко ": "  50 мл",
      "бакпулвер ": "  1/2 ч.л.",
      "олио ": "  около 200 мл за пържене"
    },
    "Description": "Почистете и измийте връхчетата коприва, като оставите малка част от дръжките. Поставете в гевгир да се отцедят от водата. Разбийте яйцата с малко сол и черен пипер, добавете прясното мляко и при непрекъснат бъркане добавяйте от брашното с бакпулвера до получаване на смес, подобна на каша. Сместа за панировката трябва да е с консистенция малко по-гъста от боза. Ползвах бакпулвер, защото с него сместа, покриваща копривата, бухва и придава пухкавост на панировката. Вземете две-три връхчета коприва, хванете ги за дръжките, съберете ги на снопче и ги потопете в панировката. Поставете в загрято олио и пържете панираната коприва от двете страни до златосто-кафяв цвят. Така процедирайте до изчерпване на копривата, като може да пържите по няколко снопчета коприва наведнъж, важно е да има място в тигана помежду им. Извадете и отцедете върху домакинска хартия. Поднесете топла, но не гореща хрупкава коприва пане."
  },
  {
    "Id": "ee582b9f-5173-4ef6-abc3-24149e508f18",
    "Owner": "Георги Чечев",
    "Title": "Фини медени резени с глазура",
    "CreatedOn": "2024-05-18T00:00:00",
    "PreparationTime": 20,
    "CookingTime": 35,
    "TotalTime": 55,
    "Portions": 6,
    "Products": {
      "мед ": "  6 с.л.",
      "сода бикарбонат ": "  2 ч.л.",
      "яйца ": "  2 бр",
      "брашно ": "  450 г \u002B   4 с.л.",
      "пудра захар ": "  200 г \u002B   100 г",
      "ванилия ": "  1 пакетче",
      "растително масло ": "  1 с.л.",
      "прясно мляко ": "  1/2 л",
      "краве масло ": "  150 г \u002B   1 с.л. разтопено",
      "захар ": "  150 г",
      "лимонов сок от 1 лимон": null
    },
    "Description": "Разбиваме меда и содата на пяна. Прибавяме яйцата, пудрата захар, ванилията и брашното. Замесваме тесто, което разделяме на две равни части и разстиламе в две еднакви тавички, намазани с растително масло. Печем на умерена температура. Сваряваме крем от прясното мляко, брашното и половината от захарта и оставяме да изстива. Разбиваме маслото на пяна и към него при непрекъснато биене прибавяме останалата захар. Към тази смес добавяме изстиналия млечен крем. Изваждаме корите от тавите и след като изстинат, изсипваме крема върху едната и похлупваме с другата. Отгоре с четка нанасяме лимоновата глазура, която приготвяме като разбием пудрата захар, кравето масло и лимоновия сок. Оставяме медения сладкиш да престои една нощ и го нарязваме на резенчета. Много вкусни и фини медени резени с глазура."
  },
  {
    "Id": "9c791fa7-7552-4585-b0f9-d2d917057231",
    "Owner": "Evgenia",
    "Title": "Свинско със сметана и копър",
    "CreatedOn": "2024-05-22T00:00:00",
    "PreparationTime": 15,
    "CookingTime": 45,
    "TotalTime": 60,
    "Portions": 2,
    "Products": {
      "свинско месо ": "  500 г",
      "кромид лук ": "  1 бр.",
      "бяло вино ": "  3/4 ч.ч.",
      "течна сметана ": "  1/2 ч.ч., 22 % масленост",
      "олио": null,
      "черен пипер": null,
      "сол": null,
      "копър ": "  пресен",
      "горчица ": "  1 ч.л., Дижонска",
      "бульон ": " от задушаването на месото"
    },
    "Description": "Измиваме, осоляваме и нарязваме на дребни парчета месото. Поръсваме го с черен пипер. След което го запържваме, първо, на тиган за около 3 минути, а след това го задушаваме до омекване и докато изври водата, която е отделило, на умерен огън, покрито с капак (ако е необходимо, добавяме още малко вода при задушаването на месото). Задушаваме настъргания на ренде лук в друг тиган със загрято олио на умерен котлон - около минута. Добавяме виното и малко от бульона, в който се задушава месото, и бъркаме. След около 5 минути добавяме и сметаната (на стайна температура). Бъркаме, докато сосът се сгъсти. Махаме тигана от котлона и добавяме горчицата и нарязания на ситно копър, като разбъркваме до хомогенна смес. Преместваме задушеното свинско в чиния и го заливаме със сметановия сос с копър. Поднасяме свинско с копър топло! Да ви е сладко!"
  },
  {
    "Id": "0f5b462f-4273-4bbc-907d-7d1628cea2a1",
    "Owner": "Георги Чечев",
    "Title": "Плодова салата с овесени ядки",
    "CreatedOn": "2024-05-18T00:00:00",
    "PreparationTime": 15,
    "CookingTime": 0,
    "TotalTime": 15,
    "Portions": 6,
    "Products": {
      "овесени ядки ": "  6 с.л.",
      "прясно мляко ": "  1 1/2 ч.ч.",
      "мед ": "  6 с.л.",
      "сметана ": "  6 с.л.",
      "захар ": "  6 с.л.",
      "лимонов сок от 1 лимон": null,
      "ябълки ": "  4 бр",
      "портокали ": "  3 бр",
      "компот от праскови ": "  1 буркан или 4 пресни праскови",
      "бадеми ": "  6 с.л. нарязани",
      "коняк ": "  3 с.л. може и ром"
    },
    "Description": "Попарваме овесените ядки с горещото мляко. След около 30-40 минути, когато набъбнат и поемат млякото, към тях прибавяме меда, лимоновия сок, половината от сметаната и нарязаните на кубчета плодове от ябълки, портокали и праскови. Наръсваме сместа с коняка и разбъркваме. Разпределяме плодовата салата в стъклени купички, украсяваме с останалата сметана, разбива се с 1 супена лъжица захар и поръсваме с едро нарязаните бадеми (орехи). Чудесна плодова салата с овесени ядки, която може да хапвате за сутрешна или следобедна закуска."
  },
  {
    "Id": "808f5a51-294a-4b1c-9d7e-af05a5e729c1",
    "Owner": "Станислава Армянова",
    "Title": "По-здравословни американски палачинки",
    "CreatedOn": "2024-05-22T00:00:00",
    "PreparationTime": 5,
    "CookingTime": 10,
    "TotalTime": 15,
    "Portions": 2,
    "Products": {
      "яйца ": "  2 бр.",
      "кисело мляко ": "  2 с.л.",
      "сода бикабонат ": "  1 щипка",
      "сирене ": "  около 60 г",
      "олио ": "  1 ч.л.",
      "пълнозърнесто брашно ": "  60 г"
    },
    "Description": "Разбиваме яйцата. Прибавяма киселото мляко със содата. Разбъркваме. Добавяме олиото, натрошаваме сиренето. Добавяме брашното и бъркаме до получаване на хомогенна смес. В тиган с незалепващо покритие (ползвах за американски палачинки), слагаме с лъжицата и печем по-здравословни американски палачинки. Степента на котлона да не е максимална (6 от 9)."
  },
  {
    "Id": "0d9ccb44-961a-45fd-9210-d1069a873b30",
    "Owner": "Потребител#338995",
    "Title": "Крем карамел с козунак във форма за кекс",
    "CreatedOn": "2024-05-17T00:00:00",
    "PreparationTime": 60,
    "CookingTime": 20,
    "TotalTime": 80,
    "Portions": 12,
    "Products": {
      "козунак ": "  около 1/2",
      "захар ": "  1/2 ч.ч. (за карамелизиране) \u002B   1 ч.ч.(за сместа)",
      "прясно мялко ": "  1 л",
      "яйца ": "  8 бр.",
      "ванилия ": "  2 пакетчета"
    },
    "Description": "Карамелизираме захарта. Карамелизирането се започва на силен котлон без бъркане не захарта. След няколко минути захарта ще почне да пуши, тогава намалете котлона и само разклатете съда малко и пак оставете и така, докато се втечни цялата захар. След това изливаме карамелизираната захар във формата и нареждаме начупения стар козунак (може и нарязан на филиики). Слагаме на котлона прясното мляко със захарта леко да се затопли. През това време разбиваме яйцата в отделен съд. Когато млякото се затопли, го прибавяме към яйцата. Добавяме ванилийките и разбъркваме. Готовата смес прецеждаме през сито (за брашно), за да премахнем излишната пяна, за да се избегнат шупли. С готовата смес заливаме козунака и слагаме на водна баня да се пече крем карамелът на 180°C на предварително загрята фурна за около 1 час. Готовият крем карамел с козунак във форма за кекс изчакваме да изстине и го обръщаме в поднос. Получава се много вкусно, всеки ще го хареса!"
  },
  {
    "Id": "478c4d81-8078-451a-83d1-3e5fa69f120f",
    "Owner": "Juliya",
    "Title": "Пълнени солени палачинки",
    "CreatedOn": "2024-05-17T00:00:00",
    "PreparationTime": 30,
    "CookingTime": 60,
    "TotalTime": 90,
    "Portions": 8,
    "Products": {
      "яйца ": "  2 бр.",
      "сол ": "  1 ч.л.",
      "захар ": "  1 ч.л.",
      "прясно мляко ": "  500 мл",
      "брашно ": "  250 г",
      "бакпулвер ": "  1 ч.л.",
      "твърдо сирене ": "  150 г",
      "олио ": "  около 2 с.л. \u002B   2 с.л.",
      "печурки ": "  500 г",
      "лук ": "  2 глави",
      "крема сирене ": "  200 г",
      "сол": null,
      "черен пипер": null
    },
    "Description": "Пригответе плънката за солените палачинки. Загрейте олиото и задушете нарязания на ситно лук. Прибавете нарязаните гъби и гответе, докато течността се изпари. Добаете сол, черен пипер и сиренето, разбъркайте добре и махнете от котлона. За палачинките разбийте с телена бъркалка яйца, солта и захарта. Сипете млякото и постепенно добавете брашното с бакпулвера, като бъркате непрекъснато. Настържете сиренето на ситно ренде, изсипете го в тестото и разбъркайте. Добавете малко вода, ако тестото стане много гъсто. Печете палачинки от двете страни в загрят тиган, намазан леко с масло. Напълнете палачинките с гъбената плънка и ги навийте на рулца или ги загърнете като пликчета. Пълнените солени палачинки са много вкусни."
  },
  {
    "Id": "10cafa13-f81f-45f6-ba89-9f2eadafdb76",
    "Owner": "Yordanka Kovacheva",
    "Title": "Салата с бурата и киноа",
    "CreatedOn": "2024-05-21T00:00:00",
    "PreparationTime": 20,
    "CookingTime": 15,
    "TotalTime": 35,
    "Portions": 2,
    "Products": {
      "киноа ": "  80 г",
      "бурата ": "  2 топки, 125 г всяка",
      "домати ": "  1 бр. пресен",
      "сушени домати ": "  80 г мариновани",
      "айсберг ": "  1/2 бр.",
      "семена ": "  1 с.л. (може и микс запечени ядки)",
      "балсамов оцет ": "  на вкус (от белия)",
      "зехтин ": "  екстра върджин",
      "сол": null,
      "балсамова редукция": null
    },
    "Description": "Измийте киноата в цедка под течаща вода. Сложете я в тенджерка с вода и варете, докато зрънцата набъбнат и омекнат (10-15 минути в зависимост от силата на огъня). Ако има остатъчна вода, прецедете я и оставете киноата да изстине напълно. След като е готова, се заемете с останалите компоненти от салатата с бурата. Айсберга измийте и нарежете на тънки лентички. Пресния домат направете на по-едри кубчета, а сушените домати - на по-дребни. Сложете всичко \u002B изстиналата киноа в купа. Овкусете със зехтин, бял балсамов оцет и малко сол. Разбъркайте добре. Разпределете салатата с киноа в две салатиери и сложете в средата по една топка сирене Бурата, леко цепнато на кръст, за да се открие кремообразната му вътрешност. Поръсете сиренето с малко сол, зехтин и семената или ядките. За украса и завършен вид на салата с бурата и киноа капнете от балсамовата редукция. Добър апетит!"
  },
  {
    "Id": "f4d5342a-ac86-4228-84a8-1e2baba87646",
    "Owner": "Албена Асенова",
    "Title": "Пълнени домати с крема сирене, праз и маслини",
    "CreatedOn": "2024-05-17T00:00:00",
    "PreparationTime": 7,
    "CookingTime": 0,
    "TotalTime": 7,
    "Portions": 2,
    "Products": {
      "домати ": " 4 бр.",
      "праз лук ": " 1 стрък",
      "сирене крема ": "  1 пакетче",
      "сметана ": " 2 с.л.",
      "зехтин ": "  1 с.л",
      "маслини ": "  4 бр.",
      "черен пипер ": "  1/4 ч.л."
    },
    "Description": "Доматите се издълбават с помощта на нож или лъжица. Оставят се да се отцедят обърнати върху чиния. В купа се намачква крема сиренето. Към него се прибавят нарязаният на дребно праз лук, сметаната, зехтина и нарязаните на парченца маслини. Сместа за пълнените домати се разбърква. Ако е необходимо, се доовкусява със сол и смлян черен пипер. Доматите се напълват, декорират се с по една маслина и се сервират пълнени домати с крема сирене, праз и маслини."
  },
  {
    "Id": "c75a38d9-309b-4f2a-8c34-36c3ae798665",
    "Owner": "Яница Николова",
    "Title": "Спаначена торта с ягоди и маскарпоне",
    "CreatedOn": "2024-05-21T00:00:00",
    "PreparationTime": 30,
    "CookingTime": 50,
    "TotalTime": 80,
    "Portions": 16,
    "Products": {
      "спанак ": "  200 грама, пресен, попарен и изстискан",
      "олио ": "  1 ч.ч. \u002B   2 с.л.",
      "захар ": "  1ч.ч .",
      "яйца ": "  4 бр.",
      "брашно ": "  2 ч.ч.",
      "ванилия ": "  1 ампула \u002B  1 ампула",
      "бакпулвер ": "  10 г",
      "заквасена сметана ": "  1 кофичка",
      "маскарпоне ": " 500 г",
      "пудра захар ": " 2 с.л.",
      "бял шоколад ": "  1 бр., блокче \u002B   1 бр., блокче",
      "олио 1 с.л. или кокосово масло": null,
      "ягоди ": "  около 100 г, нарязани на четвъртинки"
    },
    "Description": "За блата на спаначената торта спанакът и олиото се пасират. Яйцата и захарта се разбиват, прибавя се разбитият спанак с олиото. Накрая - брашното с бакпулвера и ванилията. Пече се тортеният блат във форма за торта с хартия за печене на 180*С около 30 минути или до суха клечка. Изстива и се разрязват на блатове. Кремът се прави, като се разбиват за кратко всички продукти в дълбока купа. Сглобява се така блат, крем, блат, крем и завършва с тънък слой сметанов крем маскарпоне. Отгоре се прави заливка от разтопения бял шоколад и олиото. Украсява се с ягодите, които може да се топнат в Бял шоколад по желание. Също така може и нарязани ягодки между блатовете, като се сложи крем и се поръсва с ягодите. Прибира се в хладилник за няколко часа лека спаначена торта с ягоди."
  },
  {
    "Id": "3ae0e85f-335b-4851-9dbc-f7fd81c4a85c",
    "Owner": "Evgenia",
    "Title": "Скариди по гръцки на фурна",
    "CreatedOn": "2024-05-21T00:00:00",
    "PreparationTime": 15,
    "CookingTime": 20,
    "TotalTime": 35,
    "Portions": 1,
    "Products": {
      "скариди ": "  5 бр, големи, белени",
      "доматена паста ": "  1 ч.ч.",
      "бяло вино ": "  1/2 ч.ч.",
      "черен пипер": null,
      "риган": null,
      "прясно сирене ": "  60 г",
      "сол": null,
      "кафява захар ": "  1/2 ч.л.",
      "кромид лук ": "  1/2 бр.",
      "чесън ": "  една скилидка",
      "магданоз": null,
      "зехтин": null,
      "лют червен пипер": null,
      "лимон": null
    },
    "Description": "Обелваме, измиваме и настъргваме на ренде лука. Скилидката чесън нарязваме на дребни парченца. В загрят на среден огън със зехтин тиган запържваме лука и чесъна. Добавяме в тигана доматената паста, бялото вино, кафявата захар, ригана, магданоза, лютия червен пипер, черния пипер и малко сол. Разбъркваме, докато се сгъсти сместа, след това я прехвърляме в огнеупорна купа, покрита с хартия за печене. Върху сместа поставяме нарязаното на кубчета сирене, а най-отгоре поставяме скаридите. Запичаме скаридите в предварително загрята на 180 °C фурна, за около 20 минути, при непрекъснато наблюдение! Поднасяме скариди по гръцки на фурна топло с резен лимон и чаша хладно бяло вино! Отгоре поръсваме с магданоз. Да ви е сладко!"
  },
  {
    "Id": "4289dfbe-e970-43dc-b7ac-169778703014",
    "Owner": "Evgenia",
    "Title": "Сирники с кокосово брашно",
    "CreatedOn": "2024-05-17T00:00:00",
    "PreparationTime": 15,
    "CookingTime": 30,
    "TotalTime": 45,
    "Portions": 2,
    "Products": {
      "сирене котидж ": "  200 г",
      "яйце ": "  1 бр.",
      "кокосово брашно ": "  40 г",
      "кафява захар ": "  2 с.л.",
      "кокосово масло": null,
      "ванилия": null,
      "мед ": "  1 с.л.",
      "плодове ": "  по желание"
    },
    "Description": "Разбиваме яйцето със захарта и ванилията в подходяща купа. Блендираме котидж сиренето и го добавяме към яйцето и захарта. Разбъркваме съставките до хомогенна смес. Накрая включваме и кокосовото брашно. Омесваме полученото тесто много добре с лъжица! В тиган с незалепващо дъно, намазан с кокосово масло на слаб котлон пържим сирники. Оформяме всяка сирника с ръце в овална, плоска форма. Покриваме сирниките с капак, докато ги пържим до златист загар от двете страни. Поднасяме готовите сирники с кокосово брашно топли, залети отгоре с лъжица мед и плодове по желание! Да ви е кокосово и сладко - сирники с кокосово брашно!"
  },
  {
    "Id": "3e858f23-37cd-4aff-b05f-653af152ae01",
    "Owner": "Juliya",
    "Title": "Пълнени домати с боб",
    "CreatedOn": "2024-05-21T00:00:00",
    "PreparationTime": 10,
    "CookingTime": 15,
    "TotalTime": 25,
    "Portions": 2,
    "Products": {
      "домати ": "  2 бр.",
      "бял боб ": "  200 г (сварен)",
      "орехи ": "  50 г",
      "лук ": "  1 глава",
      "чесън ": "  1 скилидка (по желание)",
      "лимонов сок ": "  1 с.л.",
      "олио ": "  1 с.л.",
      "кориандър ": "  1/2 ч.л. млян",
      "магданоз ": "  1/2 ч.л. (може и пресен)",
      "сол ": "  на вкус",
      "черен пипер ": "  на вкус"
    },
    "Description": "Загрейте олиото и задушете за кратко ситно нарязания лук. Измийте доматите, отрежете капачетата им или ги разрежете през половината. Издълбайте вътрешността и ги оставете да се отцедят. В купа на блендер или чопър сипете около 1/2 сварен боб, орехите, лука, чесъна, лимоновия сок, подправките и малко от меката вътрешност на доматите и пасирайте. Прибавете останалия боб, разбъркайте с лъжица и напълнете доматите с тази смес. Пълнените домати с боб са готови."
  },
  {
    "Id": "b9360ac3-3812-4ec1-8402-42a04988df53",
    "Owner": "Албена Асенова",
    "Title": "Пълнени домати със скир и подправки",
    "CreatedOn": "2024-05-17T00:00:00",
    "PreparationTime": 10,
    "CookingTime": 0,
    "TotalTime": 10,
    "Portions": 2,
    "Products": {
      "домати ": " 4 бр.",
      "натурален скир ": "  250 г",
      "сол": null,
      "зехтин ": " 1 с.л.",
      "чесън на прах ": " 1/4 ч.л.",
      "сух риган ": " 1/3 ч.л.",
      "сух босилек ": "  1/3 ч.л."
    },
    "Description": "Доматите се измиват, изрязват им се капачетата и се издълбават. Скирът се овкусява със сол, зехтин и чесън на прах, сух риган и сух босилек. Разбърква се и всеки домат се напълва с овкусеният скир. По желание може да се добавят натрошени орехи към пълнените домати със скир и подправки."
  },
  {
    "Id": "f26ed30d-6276-433a-b5aa-07f556330ec4",
    "Owner": "Виктор Николов",
    "Title": "Кантучини",
    "CreatedOn": "2024-05-21T00:00:00",
    "PreparationTime": 25,
    "CookingTime": 40,
    "TotalTime": 65,
    "Portions": 10,
    "Products": {
      "брашно ": "  200 г",
      "захар ": "  100 г",
      "бадеми ": "  100 г",
      "яйца ": "  2 бр.",
      "мед ": "  2 с.л",
      "бакпулвер ": "  1 пакетче 10 г",
      "ванилов екстракт ": "  1 ч.л.",
      "портокали ": "  1 бр.",
      "лимони ": "  1 бр.",
      "сол ": "  1 щипка"
    },
    "Description": "За нашите кантучини половината бадеми нарежете, а другата половина оставете цели. В купа смесете брашното, захарта, бакпулвера и солта. Към тях прибавете бадемите и настърганата портокалова и лимонена кора. Разбъркайте всичко много добре. Към сухата смес прибавете яйцата, ваниловия екстракт и меда. Разбъркайте всичко много добре, докато се получи меко тесто. Извадете го върху набрашнен плот и оформете като руло. Сложете тестеното руло в малка тавичка, покрита с хартия за печене. Печете на 180 °C до лек златист загар и суха клечка. Извадете рулото, оставете леко да се охлади и го нарежете на парчета с дебелина 1 см. Разпределете бишкотките в подходяща тава, покрита с хартия за печене, и ги запечете на 170 °C за 4-5 минути, отново до златист загар. Извадете и поднесете перфектните Кантучини!"
  },
  {
    "Id": "3e083e19-ae5e-4697-bba3-9fa0830c66a4",
    "Owner": "Alex",
    "Title": "Печено свинско с бейби картофки",
    "CreatedOn": "2024-05-16T00:00:00",
    "PreparationTime": 30,
    "CookingTime": 80,
    "TotalTime": 110,
    "Portions": 0,
    "Products": {
      "свински врат ": "  1 кг без кост",
      "бейби картофки ": "  500 г",
      "чесън ": "  4 скилидки",
      "зехтин ": "  2 с.л. или олио",
      "червен пипер ": "  1 ч.л.",
      "риган ": "  1 ч.л. сушен",
      "розмарин ": "  1 ч.л. сушен",
      "сол": null,
      "черен пипер ": "  на вкус",
      "бяло вино ": "  100 мл или бульон (по избор)"
    },
    "Description": "Нарежете свинския врат на парчета с размер около 4-5 см. Измийте и подсушете бейби картофите. Ако са големи, може да ги разрежете на половинки. В голяма купа смесете месото със зехтина, червения пипер, ригана, розмарина, солта и черния пипер. Разбъркайте добре, така че всички парчета месо да са покрити с подправките. Ако имате време, оставете месото да се маринова за поне 30 минути, а по възможност и по-дълго (до 24 часа в хладилник). Загрейте фурната на 200°C. В голям тиган загрейте малко зехтин на средно висока температура. Запечатайте парчетата свинско от всички страни до златисто кафяво, около 2-3 минути на страна. Прехвърлете запечатаното месо в тава за печене. В същия тиган добавете още малко зехтин, ако е необходимо, и запържете бейби картофките за няколко минути, докато започнат да се зачервяват. Добавете картофите в тавата при месото. Добавете чесъна (цели скилидки, леко смачкани) и, ако използвате, бялото вино или бульона. Покрийте тавата с алуминиево фолио и печете в предварително загрятата фурна за около 1 час. След това махнете фолиото и печете още 20-30 минути, докато месото и картофите се запекат добре и придобият златисто-кафява коричка. Оставете свинското с картофи да почине за около 10 минути, след като го извадите от фурната, преди да сервирате. Поднесете печено свинско с бейби картофки с пресни билки по желание и се насладете."
  },
  {
    "Id": "1ff91400-e134-4052-8ef7-aafaff7ccd7a",
    "Owner": "Албена Асенова",
    "Title": "Ечемичена каша",
    "CreatedOn": "2024-05-21T00:00:00",
    "PreparationTime": 5,
    "CookingTime": 20,
    "TotalTime": 25,
    "Portions": 1,
    "Products": {
      "перлен ечемик ": "  1/4 ч.ч.",
      "вода ": "  1/3 ч.ч.",
      "прясно мляко ": " 1 ч.ч.",
      "канела ": " 1 ч.л.",
      "сол": null,
      "захар ": " 1 с.л."
    },
    "Description": "Измийте перления ечемик и го накиснете за няколко часа във вода. Смесете 1/3 чаена чаша вода с прясното мляко. В тенджерка сложете набъбналия ечемик, разреденото мляко, канелата и солта. Варете кашата на слаб котлон около 45 минути или докато се абсорбира цялата течност, като периодично разбърквате. Накрая сложете супена лъжица захар или растителен подсладител към кашата за закуска, като стевия например. Сервирайте ечемичена каша с плодове и ядки по избор."
  },
  {
    "Id": "81f1005b-32c7-4480-99d9-b2c6c1e74299",
    "Owner": "Албена Асенова",
    "Title": "Пълнени домати със сирене и яйца",
    "CreatedOn": "2024-05-16T00:00:00",
    "PreparationTime": 10,
    "CookingTime": 10,
    "TotalTime": 20,
    "Portions": 2,
    "Products": {
      "домати ": "  4 бр.",
      "яйца ": "  1 бр.",
      "сирене ": " 50 г",
      "майонеза ": " 1 с.л.",
      "зехтин ": "  1 с.л.",
      "черен пипер ": "  на вкус"
    },
    "Description": "Доматите се изрязват отгоре, капачетата се оставят настрани, след което се издълбават и се обръщат, да се отцедят. Яйцата се сваряват и настъргват на ренде. Към тях се прибавя натрошеното сирене, майонезата, зехтина и черният пипер. Всичко се обърква и с получената смес се напълват издълбаните домати. Сервират се с капачетата сочни пълнени домати със сирене и яйца."
  },
  {
    "Id": "075a83bc-1b3a-4129-ae02-b173b238d4b7",
    "Owner": "Yordanka Kovacheva",
    "Title": "Каша от киноа с фурми",
    "CreatedOn": "2024-05-16T00:00:00",
    "PreparationTime": 10,
    "CookingTime": 14,
    "TotalTime": 24,
    "Portions": 2,
    "Products": {
      "киноа ": "  100 г",
      "фурми ": "  около 10 бр. обезкостени",
      "сушени кайсии ": "  5 бр.",
      "орехи пекан ": "  1 шепа",
      "кокосова сметана ": "  6 с.л.",
      "кокосово масло ": "  3 с.л.",
      "кокосова захар ": "  на вкус",
      "канела ": "  1 щипка, по желание"
    },
    "Description": "Измийте киноата и я сварете според указанията на пакета. За целта на рецептата с каша от киноа с фурми ще ни е нужно зрънцата да са една идея по-сварени и меки от необходимото по принцип. Прецедете, ако има остатъчна течност, и върнете в тенджерката, като добавите кокосовите масло, захар и сметана. Бъркайте около минута-две. Ако кашичката изглежда суха, добавете още кокосова сметана. Не прекалявайте със захарта, защото сушените плодове също са сладки. Вместо кокосова захар може да ползвате предпочитан от Вас подсладител. Нарежете на малки парченца сушените кайсии и фурми, а може и част от орехите пекан. Смесете със сладката киноа и разпределете в две купички. По желание може да добавите и щипка канела. Украсете с цели ядки пекан и поднесете каша от киноа с фурми. Добър апетит!"
  },
  {
    "Id": "ab6845c0-9eec-4ee8-bc1f-54ab55f155fc",
    "Owner": "Албена Асенова",
    "Title": "Кесадия с Пеперони",
    "CreatedOn": "2024-05-21T00:00:00",
    "PreparationTime": 5,
    "CookingTime": 5,
    "TotalTime": 10,
    "Portions": 1,
    "Products": {
      "тортили ": "  2 бр.",
      "краве масло ": " 1 с.л.",
      "доматен сос за пица ": "  4 с.л.",
      "настъргана гауда ": "  1 к.ч.",
      "пеперони ": " 70 г",
      "черни маслини ": "  5 бр. без костилка",
      "босилек ": "  листа пресен"
    },
    "Description": "В тиган загрейте маслото и сложете едната тортила. Намажете я с готов доматен сос, наредете тънко нарязани резенчета пеперони. Поръсете с настъргана моцарела, нарязани черни маслини и пресни листа босилек. Покрийте с втората тортила. След това обърнете кесадията, за да може и горната тортила да се запече. Кесадията трябва да стане хрупкава, а гаудата да се размекне. Сервирайте нарязана кесадия с Пеперони."
  },
  {
    "Id": "82e98677-1eaf-4175-b118-37250509093e",
    "Owner": "Виктор Николов",
    "Title": "Млечна баница с яйца и сирене",
    "CreatedOn": "2024-05-21T00:00:00",
    "PreparationTime": 20,
    "CookingTime": 40,
    "TotalTime": 60,
    "Portions": 4,
    "Products": {
      "кори за баница ": "  500 г готови (аз използвам колкото се запълни тавата)",
      "яйца ": "  4 бр.",
      "захар ": "  250 г",
      "прясно мляко ": "  1.2 л",
      "сирене ": "  250 г",
      "олио ": "  или масло"
    },
    "Description": "В една кръгла тава намазана с олио нареждаме корите, така че да изглеждат на къдрици, и слагаме сиренето. В купа счукваме 4-те яйца заедно с захарта и разбиваме до хомогенна смес. След като сме разбили яйцата и захарта, слагаме прясното мляко и отново разбъркваме до получената гладка смес. След което изливаме сместа върху корите и слагаме сочната млечна баница да се пече на умерена фурна до готовност. Да ви е сладко с моята млечна баница!"
  },
  {
    "Id": "e12bbb21-0831-48ee-961d-a713fd6a684f",
    "Owner": "Yordanka Kovacheva",
    "Title": "Спаначена пита с кори за баница",
    "CreatedOn": "2024-05-16T00:00:00",
    "PreparationTime": 20,
    "CookingTime": 35,
    "TotalTime": 55,
    "Portions": 6,
    "Products": {
      "спанак ": "  250 г пресни листа без дръжките",
      "кори за баница ": "  6 кори",
      "краве масло ": "  около 50 г разтопено",
      "олио ": "  30 мл",
      "чесън ": "  2 скилидки",
      "козе сирене ": "  200 г саламурено",
      "яйца ": "  2 бр.",
      "цедено мляко ": "  3 с.л.",
      "сол ": "  1/2 ч.л. или на вкус",
      "черен пипер ": "  1/4 ч.л. или на вкус",
      "домати ": "  2 бр. малки, за декорацията на питата",
      "кашкавал ": "  около 120 г"
    },
    "Description": "Срежете корите за баница на две, за да получите по-малки листа. Намазнете обилно с масло правоъгълна тавичка, подходяща за размера на корите. Сложете половината в тавата, като мажете с масло всяка. Може и леко да ги нагъвате, ако не пасват идеално на размера. Загрейте олиото в касерола и запържете в него накълцания чесън. Когато пусне аромата си, добавете накълцания спанак, солта и пипера. Бъркайте около 2-3 минути или докато листния зеленчук слегне добре, но все още пази свежия си цвят. Разпределете сотирания спанак върху корите за баница. В купа или в блендер смесете яйцата със сиренето и цеденото мляко (или заквасена сметана). Добре е всичко да е смелено/разбито и да има текстура на крем. Сипете сместа върху спанака и отгоре положете останалите кори като мажете всяка от тях с разтопено масло. Пъхнете спаначения пай в загрята на 180 °C фурна и печете около 20-25 минути или докато корите отгоре и отдолу хванат приятен лек загар. Тогава извадете тавата, поръсете със настърган кашкавал и допечете за още около 5-10 минути, за да се разтопи. Поднесете спаначената пита с кори за баница с резенчета домат. Добър апетит!"
  },
  {
    "Id": "5461a299-f618-4ed9-8602-ab6cb7b84e68",
    "Owner": "Evgenia",
    "Title": "Младо телешко с картофи",
    "CreatedOn": "2024-05-21T00:00:00",
    "PreparationTime": 30,
    "CookingTime": 120,
    "TotalTime": 150,
    "Portions": 3,
    "Products": {
      "телешко месо ": "  500 г",
      "картофи ": "  5 бр., средно големи",
      "доматена паста ": "  1 ч.ч.",
      "червено вино ": "  1/2 ч.ч.",
      "червен пипер": null,
      "черен пипер": null,
      "кервиз": null,
      "девесил": null,
      "кромид лук ": "  1 бр.",
      "чесън на прах": null,
      "олио": null,
      "масло": null
    },
    "Description": "Измиваме и сваряваме телешкото месо в подходяща тенджера с капак на умерен огън (отнема час-два, месото се проверява периодично дали е омекнало) Обелваме, измиваме и настъргваме на ренде лука. В тенджера загряваме олио на умерен огън и запържваме лука. Добавяме свареното и нарязано месо с прецедения с цедка бульон, останал след варенето на месото. Включваме и обелените, измити и нарязани на кубчета картофи, подправките и червеното вино. Ако е необходимо, добавяме още вода. Картофите и месото трябва да са покрити с течност. След като картофите омекнат при варенето на телешкото, включваме и доматената паста. Щом течността изври, младо телешко с картофи е готово. Накрая слагаме маслото и разбъркваме добре. Поднасяме топло младо телешко с картофи! Да ви е сладко!"
  },
  {
    "Id": "9951cf2e-4337-4ff3-9f3f-dac93dc9893e",
    "Owner": "Yordanka Kovacheva",
    "Title": "Тарт със сладкарски крем и киви",
    "CreatedOn": "2024-05-16T00:00:00",
    "PreparationTime": 30,
    "CookingTime": 40,
    "TotalTime": 70,
    "Portions": 10,
    "Products": {
      "брашно ": "  210 г \u002B   40 г",
      "жълтъци ": "  2 бр. \u002B   5 бр.",
      "захар ": "  80 г \u002B   100 г",
      "сол ": "  1  \u002B   1 щипка",
      "краве масло ": "  120 г на стайна температура",
      "кора от лимон ": "  от 1/2 лимон био",
      "ванилова захар ": "  1 пакетче",
      "белтък ": "  1 бр. за намазване",
      "прясно мляко ": "  500 мл",
      "нишесте ": "  10 г",
      "киви ": "  2 бр.",
      "ягоди ": "  за украса"
    },
    "Description": "Сложете в блендер захарта и обелената кора от половин лимон (без бели части и добре подсушена, за да не залепва по ножчетата и да може да се смели добре). Блендирайте до получаване на фин прах. Добавете маслото на парченца, жълтъците, солта и ваниловата захар. Разбийте до гладък крем. Накрая сипете брашното и разбъркайте с уреда на средни обороти или малко под средните за 30 секунди. Трябва да се получи гладко еднородно тесто. Извадете го от блендера, оформете тестото за тарт на топка и приберете за 1 час в хладилника. След като тестото се е охладило добре и е стегнало, извадете го и разточете между два пласта хартия за печене. Идеята е да получите диск с диаметър 28-30 см, който ще е базата на тарта и е за форма 26 см, така ще получите повдигнат борд от 2-3 см. Прехвърлете блата във формата с помощта на хартията, после я отстранете. Надупчете с вилица тестото, пак сложете хартия за печене отгоре, както и сухи бобови зрънца, за да служат за тежест, която да не позволи на тестото да се надига. Печете 10-15 минути на 170 °C, след това махнете хартията с бобчетата и допечете за още 10-12 минути или до приятен загар. Извадете от фурната и веднага намажете горещия блат с разбит белтък. Той ще стегне веднага от топлината и така ще образува слой, който няма да позволи на крема да прониква и блатът ще остане хрупкав. Заемете се с крема, като загреете на котлона млякото със захарта. Огънят не трябва да е силен. Отделно разбийте жълтъците със солта, брашното и нишестето. Сипете при тях малко мляко, за да разредите. Налейте сместа на струйка към топлото, но не врящо мляко и бъркайте на слаб до леко умерен огън. Когато яйченият крем се сгъсти, го дръпнете от огъня и излейте върху блата. Оставете да изстине, после приберете в хладилник за около 1 час. Подредете отгоре тънки кръгчета киви. Украсете тарт със сладкарски крем и киви с ягоди и поднесете. Да ви е сладко!"
  },
  {
    "Id": "84d5b839-82bb-4812-904c-1fefb9e412f1",
    "Owner": "Yordanka Kovacheva",
    "Title": "Хапки с прошуто и пъпеш",
    "CreatedOn": "2024-05-20T00:00:00",
    "PreparationTime": 20,
    "CookingTime": 0,
    "TotalTime": 20,
    "Portions": 12,
    "Products": {
      "пъпеш ": "  1 бр. малък",
      "прошуто ": "  около 80 г (на тънки слайсове)",
      "зехтин ": "  1 с.л. (по желание)",
      "мед ": "  1 с.л. (по желание)"
    },
    "Description": "Почистете и нарежете пъпеша на кубчета. Ако плодът не е много сладък, може да разредите малко мед във водичка и да намажете парченцата с помощта на силиконова четка. Нарежете слайсовете прошуто на по- малки ленти или парченца. Поставете кубчетата пъпеш в голям поднос за сервиране или в по- малки плата за индивидуални порции, в зависимост от случая. Сложете върху всяко от тях по една навита лентичка от прошуто и забодете с дървена клечка в средата. Поднесете апетитното предястие веднага, за да бъде свежо и вкусно. По желание може да капнете по няколко капки хубав зехтин върху хапките. Комбинацията от пъпеш и прошуто или пъпеш с хамон е истинска класика. Това са два продукта, които си хармонират перфектно и създават една истинска експлозия от вкусове. Опитайте! Добър апетит!"
  },
  {
    "Id": "058ba0e7-7f24-4326-8090-aeaffc8883b6",
    "Owner": "Evgenia",
    "Title": "Печено тофу на фурна",
    "CreatedOn": "2024-05-16T00:00:00",
    "PreparationTime": 15,
    "CookingTime": 20,
    "TotalTime": 35,
    "Portions": 1,
    "Products": {
      "тофу ": "  180 г, едно парче",
      "чесън на прах": null,
      "лук на прах": null,
      "бял пипер": null,
      "сос уорчестър ": "  1/2 ч.л.",
      "соев сос ": "  2 с.л.",
      "зехтин ": "  1 с.л.",
      "сусам": null,
      "царевично нишесте": null,
      "мед ": "  1 с.л."
    },
    "Description": "Разрязваме тофуто на две части по дължина. Приготвяме марината от соевия сос, зехтина, меда и соса Уорчестър. Накисваме тофуто в маринатата. Щом парчетата тофу попият маринатата, ги преместваме в тава за печене, покрита с хартия за печене. Нарязваме тофуто на по-малки парчета с остър нож. Смесваме нишестето с белия пипер, чесъна и лука на прах и поръсваме отгоре тофуто с този микс. Накрая поръсваме кубчетата тофу със сусам. Печем тофуто в предварително загрята на 180 °C фурна, за 15-20 минути при непрекъснато наблюдение. Да ви е сладко с моето печено тофу на фурна!"
  },
  {
    "Id": "79ea7689-c148-4b5b-aec9-996df56b7944",
    "Owner": "Боряна Атанасова",
    "Title": "Агнешко с дроб сарма и калоферче",
    "CreatedOn": "2024-05-16T00:00:00",
    "PreparationTime": 30,
    "CookingTime": 180,
    "TotalTime": 210,
    "Portions": 6,
    "Products": {
      "агнешко месо ": "  3 кг с ребрата",
      "агнешки набор ": "  около 1.5 кг",
      "кромид лук ": "  1 глава",
      "зелен лук ": "  4 стръка",
      "пресен чесън ": "  3 сръка",
      "ириз ": " 1 ч.ч.",
      "червен пипер ": " 1 с.л. \u002B  2 с.л.",
      "чушки зелени ": "  1 бр.",
      "моркови ": " 1 бр.",
      "олио ": "  4 с.л. \u002B  1/2 ч.ч.",
      "сух розмарин ": " 1 ч.л.",
      "девисил ": "  пресен",
      "джоджен": null,
      "магданоз": null,
      "целина": null,
      "сол": null,
      "чубрица": null,
      "черен пипер": null,
      "калоферче ": "  5 стръка",
      "лимон": null,
      "домати консерва ": "  3 с.л.",
      "лимони": null
    },
    "Description": "Почиствам и измивам месото, подсушавам и му правя прорези, натривам го хубаво със сол. В купа слагам олиото добавям розмарина. Почиствам и измивам зелените подправки, нарязвам ги на ситно. Към олиото добавям червения пипер разбърквам и добавям зелените подправки. Намазвам агнешкото с маринатата и оставям на страна да поеме от ароматите. Почиствам и измивам лука и го нарязвам на ситно, почиствам и нарязвам пресния лук и чесън и ги запържваме в тиган с мазнината. Почиствам чушката и моркова и ги нарязвам на дребни кубчета и ги добавям към лука. Като поомекнат зеленчуците, добавям измития ориз, запържвам за 2-3 минути, добавям нарязаните и предварително сварени червата и шкембето, запържвам за кратко и добавям нарязаните на дребно останалата част от набора за дробене. Запържвам и добавям червения пипер, разбърквам и след няколко минути добавям домата и запържвам за кратко, наливам топла вода да покрие сместа, разбърквам посолявам и оставям да покъкри за няколко минути, като разбърквам от време на време. Към края на готвенето добавям същите подправки като на месото. В голяма тава изсипвам дробенето и върху него слагам маринованото агнешко, поливам го с лимонов сок, наливам бирата и го завивам с фолио за печене. Слагам във фурната за десетина минути на максимална температура, след това намалявам на 150°C, като от време на време го отварям и поливам печеното агнешко със соса, който се е получил. Така се пече за около 2-3 часа агнешко с дроб сарма и калоферче."
  },
  {
    "Id": "a64677bf-9989-49b1-8511-789562309ab4",
    "Owner": "Станислава Армянова",
    "Title": "Бърз крем със скир и ягоди",
    "CreatedOn": "2024-05-20T00:00:00",
    "PreparationTime": 5,
    "CookingTime": 0,
    "TotalTime": 5,
    "Portions": 1,
    "Products": {
      "скир ": "  130 г",
      "мед ": "  1 ч.л.",
      "фъстъчен тахан ": "  1 ч.л.",
      "ягоди ": "  8 бр."
    },
    "Description": "Смесват се всички съставки за плодовото кремче. Объркват се добре и се разпределят в красиви стъклени чашки. Ягодките се нарязват и се поставят отгоре върху бързо кремче със скир и ягоди."
  },
  {
    "Id": "c3c98c5e-6b72-4a9f-a7e7-8ce47f5ab571",
    "Owner": "Албена Асенова",
    "Title": "Малки питки с брашно от спелта",
    "CreatedOn": "2024-05-20T00:00:00",
    "PreparationTime": 10,
    "CookingTime": 20,
    "TotalTime": 30,
    "Portions": 10,
    "Products": {
      "яйца ": " 2 бр.",
      "кисело мляко ": " 1 1/2 ч.ч.",
      "сода бикарбонат ": "  1 ч.л.",
      "брашно от спелта ": "  2 ч.ч.",
      "сирене ": "  200 г",
      "олио ": " 1/3 чаша кафе",
      "черен кимион ": " семена за поръсване"
    },
    "Description": "В купа с помощта на вилица се разбиват яйцата. Прибавя се киселото мляко с угасената в него сода. Добавя се пресятото пресятото брашно. Сместа се разбърква, след което се слагат натрошеното сирене и олиото. Всичко се обърква отново, не е необходимо месене, и се разпределя във формички или с помощта на лъжица се оформят на топки и нареждат в тава, покрита с хартия за печене. Отгоре всяка от малките питчици се поръсва със семенца черен сусам. Малки питки с брашно от спелта се пекат в предварително загрята на 180 °C фурна за около 20 минути или докато получат приятен загар."
  },
  {
    "Id": "ea908e56-f325-4313-8ef4-4c453f43eca0",
    "Owner": "Evgenia",
    "Title": "Тофу на грил",
    "CreatedOn": "2024-05-15T00:00:00",
    "PreparationTime": 30,
    "CookingTime": 15,
    "TotalTime": 45,
    "Portions": 1,
    "Products": {
      "тофу ": "  180 г, едно блокче, твърдо",
      "лук ": "  на прах",
      "чесън ": "  на прах",
      "соев сос ": "  2 с.л.",
      "мед ": "  1 с.л.",
      "оризов оцет ": "  1 ч.л.",
      "черен пипер": null,
      "зехтин ": "  1 с.л.",
      "сусам ": "  по желание",
      "олио": null
    },
    "Description": "Разрязваме блокчето тофу на две части, надлъжно с остър нож. Приготвяме марината от соевия сос, чесъна и лука на прах, меда и оризовия оцет (предварително сме разтворили меда в оризовия оцет, на слаб котлон в касерола), зехтина и черния пипер. Накисваме тофуто в маринатата. След като тофуто попие маринатата, го изпичаме в грил тиган, намазан с олио, на умерен огън до златист загар. По желание преди печенето на сиренето може да поръсим тофуто със сусам. Да ви е сладко с това тофу на грил, идеално за кутия за обяд в офиса!"
  },
  {
    "Id": "bd762b3d-0056-46f8-ad50-03c7f9b430da",
    "Owner": "Juliya",
    "Title": "Пирожки с гъби и мащерка",
    "CreatedOn": "2024-05-20T00:00:00",
    "PreparationTime": 90,
    "CookingTime": 60,
    "TotalTime": 150,
    "Portions": 18,
    "Products": {
      "мая ": "  1/2 кубче (20 г)",
      "захар ": "  2 ч.л.",
      "прясно мляко ": "  220 мл",
      "краве масло ": "  50 г",
      "сол ": "  1 ч.л.",
      "брашно ": "  около 350 г",
      "олио ": "  за намазване \u002B   2 с.л.",
      "жълтък ": "  за намазване",
      "лук ": "  2 глави",
      "печурки ": "  500 г",
      "мащерка ": "  1 ч.л. ронена",
      "сол": null,
      "черен пипер": null
    },
    "Description": "Пригответе тестото, като в купа сложете маята заедно със захарта и 1/3 мляко и оставете да шупне. Пресейте брашно със солта, към него добавете останалото мляко, разтопеното масло и маята. Омесете меко тесто, намажете го с олио и оставете да втаса за около 1 час. Загрейте олиото и задушете нарязания на ситно лук. Прибавете нарязаните на ситно гъби и гответе, докато течността се изпари. Добавете сол, черен пипер и мащерка, разбъркайте добре и махнете от котлона. Разделете тестото за пирожките на около 18 парчета, във всяко сложете от изстиналата плънка, оформете пирожки в желана от вас форма и ги подредете в тава за печене. Намажете ги с разбития жълтък и 1 с.л. вода и печете пирожки с гъби и мащерка в предварително загрята фурна на 200°C за около 15-20 минути."
  },
  {
    "Id": "fe7f97cf-a78f-4f74-8aa7-170db99d795e",
    "Owner": "Juliya",
    "Title": "Рибни кюфтета от каракуда",
    "CreatedOn": "2024-05-15T00:00:00",
    "PreparationTime": 30,
    "CookingTime": 30,
    "TotalTime": 60,
    "Portions": 4,
    "Products": {
      "каракуда ": "  600 г",
      "яйца ": "  1 бр.",
      "бял хляб ": "  4 филии (накиснат и отцеден)",
      "зелен лук ": "  3 стръка",
      "магданоз ": "  няколко стръка",
      "мащерка ": "  1 ч.л. (ронена)",
      "галета ": "  около 4 с.л. за овалване",
      "олио ": "  за пържене",
      "сол": null,
      "черен пипер": null
    },
    "Description": "Почистете рибата каракуда. За да премахнете миризмата от рибата (ако е необходимо), оставете я за няколко часа в солена вода или във вода с оцет. Измийте рибата, отстранете едрите кости и я нарежете на парчета. Смелете добре месото в блендер, кухненски робот или 2-4 пъти с месомелачка, за да се смелят добре малките кости. Прибавете хляба, яйцето, подправките, омесете сместа и приберете в хладилник за един час. Извадете сместа за рибните кюфтета от хладилника, оформете кюфтетата, оваляйте ги в галетата и ги изпържете от двете страни."
  },
  {
    "Id": "9269572a-3540-4611-a668-996560c92d90",
    "Owner": "Росица Петрова",
    "Title": "Солени кексчета с кефир и самардала",
    "CreatedOn": "2024-05-20T00:00:00",
    "PreparationTime": 20,
    "CookingTime": 20,
    "TotalTime": 40,
    "Portions": 10,
    "Products": {
      "кефир ": "  200 г",
      "сода бикарбонат ": "  1 ч.л.",
      "яйца ": "  2 бр.",
      "сол ": "  щипка",
      "масло ": "  30 г",
      "олио ": "  50 мл",
      "безглутеново брашно ": "  100 г ползвах безглутенов микс",
      "брашно от спелта ": "  100 г",
      "сирене ": "  100 г",
      "самардала ": "  1 ч.л.",
      "семена ": "  за поръсване"
    },
    "Description": "Разтопете маслото и прибавете към него олиото. Сипете кефира в купа, добавете равна лъжичка сода бикарбонат, разбъркайте и изчакайте да шупне. След това прибавете последователно всички останали съставки в посочената по-горе последователност. Брашното от безглутенов микс може да замените с царевично. Разпределете сместа за солените кексчета във формички за мъфини. От това количество направих 10 броя солени мъфини. Поръсете със семена и щипка самардала и сложете да се пекат в предварително загрята фурна на 180 °С с вентилатор за 15-20 минути до суха клечка. Хапвайте си вкусно солени кексчета с кефир и самардала навсякъде и по всяко време."
  },
  {
    "Id": "d9511f3d-8ff1-49be-9124-c221870b4c37",
    "Owner": "Alex",
    "Title": "Ориз с пилешки бутчета и гъби на тиган",
    "CreatedOn": "2024-05-15T00:00:00",
    "PreparationTime": 25,
    "CookingTime": 40,
    "TotalTime": 65,
    "Portions": 3,
    "Products": {
      "пилешки бутчета ": "  3 по  ",
      "ориз ": "  1 ч.ч.",
      "кралска печурка ": "  1 тарелка",
      "лук ": "  нарязан на ситно",
      "червени чушки ": "  1 бр. на кубчета",
      "моркови ": "  1 бр. на ситно",
      "чесън ": "  2 скилидки на ситно",
      "зехтин ": "  2 с.л. или олио",
      "сол": null,
      "черен пипер ": "  на вкус",
      "червен пипер ": "  1 ч.л. сладък",
      "куркума ": "  1/2 ч.л. (по желание)",
      "магданоз ": "  пресен за поръсване"
    },
    "Description": "Загрейте зехтина (или олиото) в голям тиган или тенджера на средно висока температура. Подправете пилешките бутчета със сол и черен пипер. Сложете бутчетата в тигана и ги запържете до златисто от всички страни (около 5-7 минути на страна). Извадете ги и ги оставете настрана. В същия тиган добавете нарязания лук и го запържете до омекване. Добавете чесъна и запържете за още 1 минута. Добавете нарязаните чушка, обелени и нарязани гъби и морков и ги гответе за около 5 минути, докато омекнат. Добавете ориза в тигана със зеленчуците и разбъркайте добре, така че оризът да се покрие с мазнината и да се запържи леко. Подправете със сладък червен пипер и куркума (ако използвате). Налейте вода в тигана и разбъркайте добре. Върнете пилешките бутчета в тигана, като ги подредите върху ориза. Намалете температурата на ниска, покрийте тигана с капак и оставете да се готви за около 20-25 минути, докато оризът е напълно сварен и течността се абсорбира. Изключете котлона и оставете пилето с ориз да почине за 5-10 минути преди сервиране. Поръсете ориз с пилешки бутчета и гъби на тиган с пресен магданоз преди сервиране."
  },
  {
    "Id": "3fb6f43c-4365-4eab-812d-4b54485b3126",
    "Owner": "Теодора Мещерова",
    "Title": "Протеинов хляб с котидж сирене и овесени ядки",
    "CreatedOn": "2024-05-19T00:00:00",
    "PreparationTime": 10,
    "CookingTime": 40,
    "TotalTime": 50,
    "Portions": 10,
    "Products": {
      "яйца ": "  3 бр. /171 г/",
      "котидж сирене ": "  217 г",
      "овесени ядки ": "  250 г фини",
      "зеленчуков микс ": "  25 г",
      "ленено семе ": "  50 г",
      "бакпулвер ": "  7 г",
      "слънчогледови семки ": "  31 г белени и сурови",
      "сол ": "  на вкус",
      "зехтин ": "  20 мл /екстра върджин/"
    },
    "Description": "Всички продукти, без белените слънчогледови семки, като от зехтина се слага половината, се слагат в купа и се омесват добре. Фурната се загрява на 180 °C. Правоъгълна форма за хляб се намазва с останалия зехтин и сместа се изсипва вътре. Заглажда се равномерно, за да се получи хубава форма. Отгоре хлябът се поръсва с белените слънчогледови семки. Изпича се до златист загар пълнозърнестия хляб. Сервира се топъл. Много вкусен и пухкав се получи. Да ви е сладко с моя протеинов хляб с котидж сирене и овесени ядки!"
  },
  {
    "Id": "353c8f0c-80a0-4fae-bb38-8b23433be086",
    "Owner": "Evgenia",
    "Title": "Панирани скариди в кокос",
    "CreatedOn": "2024-05-15T00:00:00",
    "PreparationTime": 15,
    "CookingTime": 10,
    "TotalTime": 25,
    "Portions": 1,
    "Products": {
      "скариди ": "  5 бр, едри",
      "кокосово брашно": null,
      "чесън на прах": null,
      "черен пипер": null,
      "зехтин": null,
      "яйце ": "  1 бр.",
      "сол": null
    },
    "Description": "Измиваме и обелваме скаридите, след което ги осоляваме (може да се оставят главите, по желание). Разбиваме яйцето в купа. В чиния изсипваме кокосово брашно, което смесваме с чесъна на прах и черния пипер, и разбъркваме до хомогенна смес. Всяка скарида овалваме първо в яйцето, а после в кокосовото брашно с подправките. Ако брашното не е покрило скаридата равномерно, потапяме пак в яйцето и отново в кокосовото брашно с подправките. Напръскваме панираните скариди от двете страни със зехтин. Пържим панирани скариди в кокос в еър фрайър на 170 °C за около 10 минути до златист загар и при непрекъснато наблюдение! Да ви е сладко!"
  },
  {
    "Id": "58c9de12-f771-4df5-b3f7-e0773e41d784",
    "Owner": "Теодора Мещерова",
    "Title": "Богата здравословна запеканка с тиквички",
    "CreatedOn": "2024-05-19T00:00:00",
    "PreparationTime": 20,
    "CookingTime": 30,
    "TotalTime": 50,
    "Portions": 8,
    "Products": {
      "тиквички ": "  660 г / в отцедено състояние/",
      "пресен лук ": "  63 г",
      "пресен чесън ": "  85 г",
      "яйца ": "  3 бр. /175 г/",
      "кашкавал ": "  133 г \u002B   133 г",
      "пармезан ": "  20 г \u002B   22 г",
      "копър ": "  1 връзка /33 г/",
      "бакпулвер ": "  10 г",
      "сол ": "  на вкус",
      "черен пипер ": "  на вкус",
      "чери домати ": "  126 г",
      "гъби ": "  178 г",
      "сирене ": "  54 г /с босилек и чесън/",
      "синьо сирене ": "  34 г",
      "моцарела ": "  123 г"
    },
    "Description": "Тиквичките се настъргват, посоляват се и се оставят да се отцедят от водата. Чесънът и лукът се почистват и се режат на ситно. Копърът се почиства от дръжките и също се реже на ситно. Кашкавалът се настъргва на фино ренде. Всички продукти за блата се слагат в купа, като тиквичките се отцеждат допълнително от водата с помощта на ръцете. Кръгла тавичка се застила с хартия за печене, която се намазва с малко зехтин. След като блатът е готов, се изсипва в тавичката и се заравнява добре. Пече се в предварително загрята на 200 °C фурна до златист загар. През това време се приготвят продуктите за гарниране на пицата. Гъбите се обелват и се нарязват на филийки. Кашкавалът се настъргва на фино ренде. Синьото сирене и сиренето с босилек и чесън се нарязват на дребни кубчета. Моцарелата се реже на филийки. Чери доматите се нарязват на четвъртинки. След като блатът се е запекъл, се изважда и се гарнира с продуктите, като аз редувах чери домати, гъби, моцарела, синьо сирене, сирене с босилек и чесън и накрая обилно поръсих с кашкавал. Връща се във фурната до приятен златист загар на кашкавала. Много вкусна запеканка с тиквички се получи. Заслужава си времето. Опитайте богата здравословна запеканка с тиквички и ще очаквам вашата обратна връзка. Да ви е вкусно!"
  },
  {
    "Id": "e91f8eba-de93-4c2d-9247-75de63d7ac8d",
    "Owner": "Станислава Вълкова",
    "Title": "Варнишки",
    "CreatedOn": "2024-05-15T00:00:00",
    "PreparationTime": 5,
    "CookingTime": 35,
    "TotalTime": 40,
    "Portions": 4,
    "Products": {
      "паста фарфале ": "  300 г",
      "елда ": "  100 г",
      "зелен лук ": "  4 стръка",
      "чесън ": "  4 скилидки",
      "универсална подправка": null,
      "щипка сол": null,
      "зехтин": null
    },
    "Description": "Сварете пастата в подсолена вода според указанията. Запържете лука и нарязаният чесън в по-дълбок тиган или тенджера, посолете. Изсипете измитата елда при лука и налейте чаша вряща вода. Гответе до готовност, похлупени. Поставете пастата в готовата елда, подправете с подправки и загрейте под капак за 5 минути. Добър апетит с тази икономична рецепта. Ястието Варнишки е прекрасно и са възможни различни варианти и добавки. Но е невероятно вкусно!"
  },
  {
    "Id": "72ada3ac-c352-4047-a641-2585979ab7de",
    "Owner": "Juliya",
    "Title": "Пирожки с кълцано месо",
    "CreatedOn": "2024-05-19T00:00:00",
    "PreparationTime": 90,
    "CookingTime": 60,
    "TotalTime": 150,
    "Portions": 16,
    "Products": {
      "мая ": "  1/2 кубче (20 г)",
      "захар ": "  2 ч.л.",
      "прясно мляко ": "  220 мл",
      "краве масло ": "  50 г",
      "сол ": "  1 ч.л.",
      "брашно ": "  около 350 г",
      "олио ": "  за намазване \u002B   3 с.л.",
      "жълтък ": "  за намазване",
      "лук ": "  2 глави",
      "месо ": "  300 г",
      "соев сос ": "  1 с.л.",
      "чесън ": "  1 скилидка",
      "чубрица ": "  1 ч.л.",
      "сол": null,
      "черен пипер": null
    },
    "Description": "Пригответе тестото за пирожки, като в купа сложете маята заедно със захарта и 1/3 мляко и оставете да шупне. Пресейте брашно със солта, към него добавете останалото мляко, разтопеното масло и маята. Омесете меко тесто, намажете го с олио и оставете да втаса за около 1 час. Загрейте олиото и задушете нарязания на ситно лук. Прибавете ситно накълцаното месо (телешко или свинско е най-подходящо, но можете да използвате и пилешко или смес) и гответе задушавайте за около 10 минути. Добавете подправките, разбъркайте добре, махнете от котлона и оставете да се охлади. Разделете тестото на около 15-18 парчета, във всяко сложете от плънката, оформете пирожки и ги подредете в тава за печене. Намажете ги с разбития жълтък и 1 с.л. вода и печете пирожки с кълцано месо в предварително загрята фурна на 180°C за около 20-30 минути."
  },
  {
    "Id": "367dec80-13fa-4ab9-9a43-144bae5b3591",
    "Owner": "Juliya",
    "Title": "Сос Ладолемоно",
    "CreatedOn": "2024-05-14T00:00:00",
    "PreparationTime": 5,
    "CookingTime": 0,
    "TotalTime": 5,
    "Portions": 1,
    "Products": {
      "зехтин ": "  50 мл",
      "лимонов сок ": "  50 мл",
      "горчица ": "  1/2 ч.л.",
      "риган ": "  1/2 ч.л. (сух)",
      "чесън ": "  1 скилидка (стрит)",
      "сол ": "  на вкус",
      "черен пипер ": "  на вкус"
    },
    "Description": "Този прост, но универсален сос дресинг може да се използва като дресинг за салати, марината за месо или риба. Можете да го намажете върху зеленчуците на скара като тиквички, патладжани или чушки. Или можете да го сервирате като дип за хрупкав хляб или пита. Основните съставки на соса Ладолемоно са зехтин и лимоновия сок. Ако желаете, можете да намалите лимоновия сок и да направите съотношението на сок и зехтин като 1:2 или 1:3. Просто сипете съставките в купа и разбийте с телена бъркалка. По-бързо става, като сипете съставките в малък буркан, затворете с капак, и разклатете енергично за около 1-2 минути. Съхранявайте соса в хладилника в буркан до 1 седмица и преди употреба разклатете добре."
  },
  {
    "Id": "d9c18722-1700-4c6c-93e9-9b9da692e083",
    "Owner": "Стела",
    "Title": "Ориз в тенджера",
    "CreatedOn": "2024-05-19T00:00:00",
    "PreparationTime": 10,
    "CookingTime": 30,
    "TotalTime": 40,
    "Portions": 4,
    "Products": {
      "ориз ": "  200 г",
      "сол": null,
      "черен пипер": null,
      "вода": null
    },
    "Description": "Загрява се тенджера, като се слага вътре маслото, да се разтопи. Добавя се солта и черният пипер. Предварително се измива добре оризът. След като маслото се разтопи, се добавя оризът и се запържва, докато получи златист цвят. После се прибавя вода, като количеството се определя от вида на ориза. В случая е използван бял дългозърнест ориз и отношението е 1:2 ориз към вода. Капакът се поставя на тенджерата, докато набъбне вареният ориз. След около 25 мине се маха, за да се получи лека коричка. И оризът в тенджера е готов."
  },
  {
    "Id": "2b44f60a-a4e2-451e-9e6d-0a52d2db3a88",
    "Owner": "Juliya",
    "Title": "Протеинов шейк с яйца и мляко",
    "CreatedOn": "2024-05-14T00:00:00",
    "PreparationTime": 5,
    "CookingTime": 5,
    "TotalTime": 10,
    "Portions": 1,
    "Products": {
      "прясно мляко ": "  1 ч.ч.",
      "белтъци ": "  2 бр. (твърдо сварени)",
      "кварк ": "  100 г (или скир)",
      "банани ": "  1 бр.",
      "мед ": "  1 с.л. (по желание)"
    },
    "Description": "Тази проста и бърза рецепта за протеинов шейк е много полезна. Най-добре е да пиете тази напитка преди тренировка сутрин, тогава тя ще ви даде енергия за останалата част от деня. Сипете в бленлер прясното мляко белтъците от твърдо сварени яйца, банана, кварка и меда. Пасирайте и изсипете шейка в чаша, по желание добавете кубчета лед. Протеиновият шейк с яйца и мляко е готов."
  },
  {
    "Id": "99e10f08-73fa-4fe7-b1ec-f674587b903f",
    "Owner": "Yordanka Kovacheva",
    "Title": "Пресни бели аспержи в лучено-чеснов сос с хамон",
    "CreatedOn": "2024-05-19T00:00:00",
    "PreparationTime": 30,
    "CookingTime": 40,
    "TotalTime": 70,
    "Portions": 3,
    "Products": {
      "аспержи ": "  500 г бели (пресни)",
      "захар ": "  1 ч.л.",
      "сол ": "  1/2 ч.л.",
      "лук ": "  80 г бял, не лютив",
      "чесън ": "  2 ",
      "хамон серано ": "  60 ",
      "зехтин ": "  40 мл",
      "брашно ": "  1 с.л. с връх",
      "магданоз ": "  3 с.л. накълцани листенца",
      "черен пипер ": "  1 щипка, прясно смлян",
      "вода ": "  около 800 мл"
    },
    "Description": "Обелете аспержите с белачка за зеленчуци, без да пипате връхчето. Нарежете ги на парчета по 3-4 см, като заделите отделно връхчетата. Загрейте водата със солта и захарта. Сложете да се варят първо тези парчета от стъблата и когато са почти омекнали (10 минути), сложете и връхчетата, тъй като на тях им трябва по-малко време. Гответе още 5-10 минути. Опитвайте с вилица дали са омекнали, тъй като времето за варене зависи от дебелината на аспержите и не може да се определи с точност. Вземете касеролка и в нея загрейте зехтина. Сложете да се запържват и омекнат лукът и чесънът, накълцани на дребно. Добавете нарязания на ситно хамон, наситения магданоз и бъркайте около 5 мин на умерен огън. Сипете брашното и не спирайте да бъркате още около 2 минутки. След това налейте 300 мл от бульона от варенето на аспержите. Опитайте на вкус и ако е нужно, добавете сол (хамонът е солен, така че аз не слагам допълнително сол). Доовкусете със прясно смлян черен пипер. Варете до леко сгъстяване около 3-4 минути. Сложете аспержите в соса и оставете за още две-три минутки на котлона. Сервирайте пресни бели аспержи в лучено-чеснов сос с хамон топло, като може да го гарнирате с поширани яйца. За една по-елегантна визия препоръчвам да комбинирате с варени или поширани пъдпъдъчи яйца, но може и с нормални кокоши. Често приготвям това лесно и вкусно ястие в различни вариации, в случая е само като вид яхнийка без допълнителни добавки. Сервирах с хубав домашен хляб."
  }
]